Repository: mattemre/ONIi18n
Catalog: strings/decor_pack_i/*.po
Languages: tr

# DecorPackA.STRINGS.BUILDINGS.PREFABS.DECORPACKA_DEFAULTSTAINEDGLASSTILE.DESC
source: Stained glass tiles are transparent tiles that provide a fashionable barrier against liquid and gas.
tr: Les dalles de verre coloré sont des dalles transparentes qui constituent une barrière à la mode contre les liquides et les gaz.

# DecorPackA.STRINGS.BUILDINGS.PREFABS.DECORPACKA_DEFAULTSTAINEDGLASSTILE.EFFECT
source: Used to build the walls and floors of rooms. Allows <link="LIGHT">Light</link> and <link="DECOR">Decor</link> pass through. <link="STAINEDGLASSPALETTE">Open Palette</link>
tr: Odaların duvarlarını ve zeminlerini yapmak için kullanılır. <link="LIGHT">Işık</link> ve <link="DECOR">dekor</link>'un geçmesine izin verir. <link="STAINEDGLASSPALETTE">Açık Palet</link>

# DecorPackA.STRINGS.BUILDINGS.PREFABS.DECORPACKA_DEFAULTSTAINEDGLASSTILE.NAME
source: <link="DECORPACKADEFAULTSTAINEDGLASSTILE">Stained Glass Tile</link>
tr: <link="DECORPACKADEFAULTSTAINEDGLASSTILE">Renkli Cam Levha</link>

source: {element} <link="DECORPACKADEFAULTSTAINEDGLASSTILE">Stained Glass Tile</link>
tr: {element} <link="DECORPACKADEFAULTSTAINEDGLASSTILE">Renkli Cam Levha</link>

source: Mediocre Glass Sculpture
tr: Vasat cam heykel

# DecorPackA.STRINGS.BUILDINGS.PREFABS.DECORPACKA_GLASSSCULPTURE.DESC
source: Duplicants who have learned art skills can produce more decorative sculptures.
tr: Sanat becerilerini öğrenmiş kopyalar daha dekoratif heykeller üretebilirler.

# DecorPackA.STRINGS.BUILDINGS.PREFABS.DECORPACKA_GLASSSCULPTURE.EFFECT
source: Majorly increases <link="DECOR">Decor</link>, contributing to <link="MORALE">Morale</link>. Must be sculpted by a Duplicant.
tr: <link="DECOR">Dekor</link>u büyük ölçüde arttırarak <link="MORALE">moral</link>e katkıda bulunur. Bir Kopya tarafından şekillendirilmiş olmalı.

source: Genius Glass Sculpture
tr: Dahi Cam Heykel

# DecorPackA.STRINGS.BUILDINGS.PREFABS.DECORPACKA_GLASSSCULPTURE.NAME
source: <link="DECORPACKAGLASSSCULPTURE">Glass Block</link>
tr: <link="DECORPACKAGLASSSCULPTURE">Cam Blok</link>

# DecorPackA.STRINGS.BUILDINGS.PREFABS.DECORPACKA_GLASSSCULPTURE.POORQUALITYNAME
source: "Abstract" Glass Sculpture
tr: "Soyut" Cam Heykel

# DecorPackA.STRINGS.BUILDINGS.PREFABS.DECORPACKA_MOODLAMP.DESC
source: Light reduces Duplicant stress and is required to grow certain plants.
tr: Işık Kopyalardan kaynaklanan stresi azaltır ve bazı bitkilerin büyümesi için gereklidir.

# DecorPackA.STRINGS.BUILDINGS.PREFABS.DECORPACKA_MOODLAMP.EFFECT
source: Provides <link="LIGHT">Light</link> when <link="POWER">Powered</link>. Duplicants can operate buildings more quickly when the building is lit.
tr: <link="POWER">Güç verildiğinde</link> <link="LIGHT">ışık</link> sağlar. Kopyalar, bina aydınlatıldığında binaları daha hızlı çalıştırabilir.

# DecorPackA.STRINGS.BUILDINGS.PREFABS.DECORPACKA_MOODLAMP.NAME
source: <link="DECORPACKAMOODLAMP">Mood Lamp</link>
tr: <link="DECORPACKAMOODLAMP">Ruh Hali Lambası</link>

# DecorPackA.STRINGS.BUILDINGS.PREFABS.DECORPACKA_MOODLAMP.VARIANT.AI
source: AI in a jar
tr: yapay zeka bir kavanozda

# DecorPackA.STRINGS.BUILDINGS.PREFABS.DECORPACKA_MOODLAMP.VARIANT.ARCHIVE_TUBE
source: Archive Tube
tr: Arşiv Tüpü

# DecorPackA.STRINGS.BUILDINGS.PREFABS.DECORPACKA_MOODLAMP.VARIANT.BROTHGAR
source: Brothgar Logo
tr: Brothgar Logosu

# DecorPackA.STRINGS.BUILDINGS.PREFABS.DECORPACKA_MOODLAMP.VARIANT.CAT
source: Cat
tr: Kedi

# DecorPackA.STRINGS.BUILDINGS.PREFABS.DECORPACKA_MOODLAMP.VARIANT.CUDDLE_PIP
source: Cuddle Pip
tr: Sarıl Pip

# DecorPackA.STRINGS.BUILDINGS.PREFABS.DECORPACKA_MOODLAMP.VARIANT.DENSE
source: Dense Puft
tr: Yoğunlukla Puf

# DecorPackA.STRINGS.BUILDINGS.PREFABS.DECORPACKA_MOODLAMP.VARIANT.DIAMONDHATCH
source: Diamond Hatch
tr: Elmas Hatch.

# DecorPackA.STRINGS.BUILDINGS.PREFABS.DECORPACKA_MOODLAMP.VARIANT.GLITTERPUFT
source: Glitter Puft
tr: Simli Puft

# DecorPackA.STRINGS.BUILDINGS.PREFABS.DECORPACKA_MOODLAMP.VARIANT.KLEI_MUG
source: Klei Mug
tr: Küçük Kupa

# DecorPackA.STRINGS.BUILDINGS.PREFABS.DECORPACKA_MOODLAMP.VARIANT.KONNY87
source: Konny87 Logo
tr: Konny87 Logosu

# DecorPackA.STRINGS.BUILDINGS.PREFABS.DECORPACKA_MOODLAMP.VARIANT.LUMAPLAYS
source: Luma Plays Logo
tr: Luma Plays Logosu

# DecorPackA.STRINGS.BUILDINGS.PREFABS.DECORPACKA_MOODLAMP.VARIANT.MOON
source: Moon
tr: Ay

# DecorPackA.STRINGS.BUILDINGS.PREFABS.DECORPACKA_MOODLAMP.VARIANT.OGRE
source: Shrumal Ogre
tr: Mantar canavarı

# DecorPackA.STRINGS.BUILDINGS.PREFABS.DECORPACKA_MOODLAMP.VARIANT.OWO
source: OwO Slickster
tr: kaygan OwO

# DecorPackA.STRINGS.BUILDINGS.PREFABS.DECORPACKA_MOODLAMP.VARIANT.RANDOM
source: Random
tr: Rasgele

# DecorPackA.STRINGS.BUILDINGS.PREFABS.DECORPACKA_MOODLAMP.VARIANT.REDSTONE_LAMP
source: Redstone Lamp
tr: Kızıltaş Lambası

# DecorPackA.STRINGS.BUILDINGS.PREFABS.DECORPACKA_MOODLAMP.VARIANT.ROCKET
source: Rocket
tr: Roket

# DecorPackA.STRINGS.BUILDINGS.PREFABS.DECORPACKA_MOODLAMP.VARIANT.SATURN
source: Saturn
tr: Satürn

# DecorPackA.STRINGS.BUILDINGS.PREFABS.DECORPACKA_MOODLAMP.VARIANT.SLAGMITE
source: Slagmite
tr: salyangozlar

# DecorPackA.STRINGS.BUILDINGS.PREFABS.DECORPACKA_MOODLAMP.VARIANT.STAR
source: Star
tr: Yıldız

# DecorPackA.STRINGS.BUILDINGS.PREFABS.DECORPACKA_MOODLAMP.VARIANT.TESSERACT
source: Tesseract
tr: Teserakt

# DecorPackA.STRINGS.MISC.TAGS.DECORPACKA_STAINEDGLASSMATERIAL
source: Glass Dye
tr: Cam Boyası

# DecorPackA.STRINGS.UI.BUILDINGEFFECTS.THERMALCONDUCTIVITYCHANGE
source: Thermal Conductivity: {0}
tr: Termal İletkenlik: {0}

# DecorPackA.STRINGS.UI.BUILDINGEFFECTS.TOOLTIP.HIGHER
source: higher
tr: daha yüksek

# DecorPackA.STRINGS.UI.BUILDINGEFFECTS.TOOLTIP.LOWER
source: lower
tr: daha alçak

# DecorPackA.STRINGS.UI.BUILDINGEFFECTS.TOOLTIP.THERMALCONDUCTIVITYCHANGE
source: The dye {dyeElement} has {higherOrLower} thermal conductivity than {baseElement}, modifying it by {percent}.
tr: {dyeElement} boyası, {baseElement} boyasından {higherOrLower} termal iletkenliğe sahiptir ve bunu {percent} oranında değiştirir.

# DecorPackA.STRINGS.UI.CODEX.CATEGORYNAMES.MODS
source: Mods
tr: Modlar

# DecorPackA.STRINGS.UI.CODEX.PALETTE
source: Stained Glass Palette
tr: Renkli Cam Levha

# DecorPackA.STRINGS.UI.UISIDESCREENS.MOODLAMP_SIDE_SCREEN.TITLE
source: Lamp type
tr: Lamba tipi

# DecorPackA.STRINGS.UI.USERMENUACTIONS.FABULOUS.DISABLED.NAME
source: Fabulous Off
tr: Muhteşem Kapalı

# DecorPackA.STRINGS.UI.USERMENUACTIONS.FABULOUS.DISABLED.TOOLTIP
source: Take away the magic.
tr: Büyüyü kaldır.

# DecorPackA.STRINGS.UI.USERMENUACTIONS.FABULOUS.ENABLED.NAME
source: Fabulous On
tr: Muhteşem Açık

# DecorPackA.STRINGS.UI.USERMENUACTIONS.FABULOUS.ENABLED.TOOLTIP
source: Bring the magic!
tr: Büyüyü getir!
